wrk-result.log
wrk --latency -t12 -c100 -d10s http://localhost:8080/
Running 10s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.07ms  224.48us  12.04ms   97.96%
    Req/Sec     7.52k   317.28     8.11k    74.42%
  Latency Distribution
     50%    1.05ms
     75%    1.09ms
     90%    1.13ms
     99%    1.39ms
  906564 requests in 10.10s, 32.85MB read
Requests/sec:  89758.15
Transfer/sec:      3.25MB