wrk-result.log
wrk --latency -t12 -c100 -d10s http://localhost:8080/
Running 10s test @ http://localhost:8080/
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.88ms   83.13us   8.53ms   96.71%
    Req/Sec     9.09k   395.91     9.59k    66.17%
  Latency Distribution
     50%    0.86ms
     75%    0.92ms
     90%    0.94ms
     99%    1.07ms
  1095751 requests in 10.10s, 39.71MB read
Requests/sec: 108492.43
Transfer/sec:      3.93MB